plan:

```
Terraform will perform the following actions:
12:05:17.230 STDOUT terraform:   # aws_ecs_service.bors will be updated in-place
12:05:17.230 STDOUT terraform:   ~ resource "aws_ecs_service" "bors" {
12:05:17.230 STDOUT terraform:         id                                 = "arn:aws:ecs:us-east-2:392478027976:service/bors/bors"
12:05:17.230 STDOUT terraform:         name                               = "bors"
12:05:17.230 STDOUT terraform:         tags                               = {}
12:05:17.230 STDOUT terraform:       ~ task_definition                    = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors:15" -> (known after apply)
12:05:17.230 STDOUT terraform:         # (15 unchanged attributes hidden)
12:05:17.230 STDOUT terraform:         # (4 unchanged blocks hidden)
12:05:17.230 STDOUT terraform:     }
12:05:17.230 STDOUT terraform:   # aws_ecs_task_definition.bors must be replaced
12:05:17.230 STDOUT terraform: -/+ resource "aws_ecs_task_definition" "bors" {
12:05:17.230 STDOUT terraform:       ~ arn                      = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors:15" -> (known after apply)
12:05:17.230 STDOUT terraform:       ~ arn_without_revision     = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors" -> (known after apply)
12:05:17.230 STDOUT terraform:       ~ container_definitions    = jsonencode(
12:05:17.230 STDOUT terraform:           ~ [
12:05:17.230 STDOUT terraform:               ~ {
12:05:17.230 STDOUT terraform:                   ~ environment      = [
12:05:17.230 STDOUT terraform:                         {
12:05:17.230 STDOUT terraform:                             name  = "APP_ID"
12:05:17.230 STDOUT terraform:                             value = "343095"
12:05:17.231 STDOUT terraform:                         },
12:05:17.231 STDOUT terraform:                       ~ {
12:05:17.231 STDOUT terraform:                             name  = "CMD_PREFIX"
12:05:17.231 STDOUT terraform:                           ~ value = "@bors2" -> "@bors"
12:05:17.231 STDOUT terraform:                         },
12:05:17.231 STDOUT terraform:                         {
12:05:17.231 STDOUT terraform:                             name  = "OAUTH_CLIENT_ID"
12:05:17.231 STDOUT terraform:                             value = "Ov23liTJD2gXjfBvmjZN"
12:05:17.231 STDOUT terraform:                         },
12:05:17.231 STDOUT terraform:                       ~ {
12:05:17.231 STDOUT terraform:                             name  = "RUST_LOG"
12:05:17.231 STDOUT terraform:                           ~ value = "bors=debug" -> "bors=trace"
12:05:17.231 STDOUT terraform:                         },
12:05:17.231 STDOUT terraform:                         {
12:05:17.231 STDOUT terraform:                             name  = "WEB_URL"
12:05:17.231 STDOUT terraform:                             value = "https://bors-staging.rust-lang.net"
12:05:17.231 STDOUT terraform:                         },
12:05:17.231 STDOUT terraform:                     ]
12:05:17.231 STDOUT terraform:                   ~ healthCheck      = {
12:05:17.231 STDOUT terraform:                       - interval    = 30
12:05:17.231 STDOUT terraform:                       - retries     = 3
12:05:17.231 STDOUT terraform:                         # (3 unchanged attributes hidden)
12:05:17.231 STDOUT terraform:                     }
12:05:17.231 STDOUT terraform:                   - mountPoints      = []
12:05:17.231 STDOUT terraform:                     name             = "bors"
12:05:17.231 STDOUT terraform:                   - systemControls   = []
12:05:17.231 STDOUT terraform:                   - volumesFrom      = []
12:05:17.231 STDOUT terraform:                     # (5 unchanged attributes hidden)
12:05:17.231 STDOUT terraform:                 },
12:05:17.231 STDOUT terraform:             ] # forces replacement
12:05:17.231 STDOUT terraform:         )
12:05:17.231 STDOUT terraform:       ~ id                       = "bors" -> (known after apply)
12:05:17.231 STDOUT terraform:       ~ revision                 = 15 -> (known after apply)
12:05:17.231 STDOUT terraform:       - tags                     = {} -> null
12:05:17.231 STDOUT terraform:       ~ tags_all                 = {} -> (known after apply)
12:05:17.231 STDOUT terraform:         # (9 unchanged attributes hidden)
12:05:17.231 STDOUT terraform:     }
12:05:17.231 STDOUT terraform: Plan: 1 to add, 1 to change, 1 to destroy.
```